{
  "convenience_store": {
    "title": "불편한 편의점(벚꽃 에디션)",
    "author": "김호연 저자(글)",
    "publisher": "나무옆의자 · 2021년 04월 20일",
    "cover": "images/1_불편한 편의점.jpg",
    "info_image": "images/1_불편한 편의점_정보이미지.jpg",

    "weekly": {
      "rank_total": 603,
      "rank_category": 78,
      "score": 9.8,
      "review_count": 3882,
      "comment": "“\n최고예요",
      "buyer_percent": 37
    },

    "original_price": 16800,
    "sale_price": 15120,
    "discount_rate": "10%",
    "point": 840,
    "arrival_date": "내일(10/20, 월 오전 7시 전) 도착",

    "summary": "원 플러스 원의 기쁨, 삼각김밥 모양의 슬픔, 만 원에 네 번의 폭소가 터지는 곳!\n힘겨운 시대를 살아가는 우리들에게 다가온 조금 특별한 편의점 이야기",

    "description": "\n 2013년 세계문학상 우수상 수상작 『망원동 브라더스』로 데뷔한 후 일상적 현실을 위트 있게 그린 경쾌한 작품과 인간의 내밀한 욕망을 기발한 상상력으로 풀어낸 스릴러 장르를 오가며 독자적인 작품 세계를 쌓아올린 작가 김호연. 그의 다섯 번째 장편소설 『불편한 편의점』이 출간되었다. 『불편한 편의점』은 청파동 골목 모퉁이에 자리 잡은 작은 편의점을 무대로 힘겨운 시대를 살아가는 우리 이웃들의 삶의 속내와 희로애락을 따뜻하고 유머러스하게 담아낸 작품이다. 『망원동 브라더스』에서 망원동이라는 공간의 체험적 지리지를 잘 활용해 유쾌한 재미와 공감을 이끌어냈듯 이번에는 서울의 오래된 동네 청파동에 대한 공감각을 생생하게 포착해 또 하나의 흥미진진한 ‘동네 이야기’를 탄생시켰다. \n\n 서울역에서 노숙인 생활을 하던 독고라는 남자가 어느 날 70대 여성의 지갑을 주워준 인연으로 그녀가 운영하는 편의점에서 야간 알바를 하면서 이야기가 시작된다. 덩치가 곰 같은 이 사내는 알코올성 치매로 과거를 기억하지 못하는 데다 말도 어눌하고 행동도 굼떠 과연 손님을 제대로 상대할 수 있을까 의구심을 갖게 하는데 웬걸, 의외로 그는 일을 꽤 잘해낼 뿐 아니라 주변 사람들을 묘하게 사로잡으면서 편의점의 밤을 지키는 든든한 일꾼이 되어간다. \n\n 현실감 넘치는 캐릭터와 그들 간의 상호작용을 점입가경으로 형상화하는 데 일가견이 있는 작가의 작품답게 이 소설에서도 독특한 개성과 사연을 지닌 인물들이 차례로 등장해 서로 티격태격하며 별난 관계를 형성해간다. 고등학교에서 역사를 가르치다 정년퇴임하여 매사에 교사 본능이 발동하는 편의점 사장 염 여사를 필두로 20대 취준생 알바 시현, 50대 생계형 알바 오 여사, 매일 밤 야외 테이블에서 참참참(참깨라면, 참치김밥, 참이슬) 세트로 혼술을 하며 하루의 스트레스를 푸는 회사원 경만, 마지막이라는 각오로 청파동에 글을 쓰러 들어온 30대 희곡작가 인경, 호시탐탐 편의점을 팔아치울 기회를 엿보는 염 여사의 아들 민식, 민식의 의뢰를 받아 독고의 뒤를 캐는 사설탐정 곽이 그들이다. 제각기 녹록지 않은 인생의 무게와 현실적 문제를 안고 있는 이들은 각자의 시선으로 독고를 관찰하는데, 그 과정에서 발생하는 오해와 대립, 충돌과 반전, 이해와 공감은 자주 폭소를 자아내고 어느 순간 울컥 눈시울이 붉어지게 한다. 그렇게 골목길의 작은 편의점은 불편하기 짝이 없는 곳이었다가 고단한 삶을 위로하고 웃음을 나누는 특별한 공간이 된다.",

    "contents": [
      "산해진미 도시락",
      "제이에스 오브 제이에스",
      "삼각김밥의 용도",
      "원 플러스 원",
      "불편한 편의점",
      "네 캔에 만 원",
      "폐기 상품이지만 아직 괜찮아",
      "Always",
      "감사의 글"
    ],

    "review_title": "출판사 서평",
    "review_detail": "최고의 재미와 감동을 선사하는 K힐링소설의 원조\n★ 주요 서점 종합 베스트셀러 1위\n★ 국립중앙도서관 2022 올해의 책\n★ 전국 37개 도시 올해의 책\n★ 해외 22개국 판권 수출\n★ 연극〈불편한 편의점〉절찬 상연 중",

    "isbn": "9791161571188",
    "publish_date": "2021년 04월 20일",
    "page_count": "268쪽",
    "size": "137*204*25mm / 333g",
    "total_volume": "1권"
  },

  "little_prince": {
    "title": "어린왕자 (초판본)",
    "author": "앙투안 드 생텍쥐페리",
    "publisher": "더스토리 · 2021년 06월 10일",
    "cover": "images/1_어린왕자.jpg",
    "info_image": "images/1_어린왕자_정보이미지.jpg",

    "weekly": {
      "rank_total": 282,
      "rank_category": 41,
      "score": 10.0,
      "review_count": 142,
      "comment": "“\n최고예요",
      "buyer_percent": 34
    },

    "original_price": 12000,
    "sale_price": 10800,
    "discount_rate": "10%",
    "point": 540,
    "arrival_date": "내일(10/20, 월 오전 7시 전) 도착",

    "summary": "전 세계인이 가장 사랑하는 스테디셀러! \n 250여 개 언어로 번역, 1억 부 이상 판매된 명작! \n 2021 한-프랑스 수교 135주년 기념,《어린 왕자》1943년 초판본 표지디자인 출간! \n “사막이 아름다운 건 우물을 숨기고 있기 때문이야.”_어린 왕자",

    "description": "\n 세상에서 가장 순수한 영혼,《어린 왕자》오리지널 초판본 표지디자인! \n\n 생텍쥐페리는 프랑스의 유명한 소설가로, 그의 작품《어린 왕자》는 전 세계적으로《성경》,《자본론》다음으로 많이 읽히는 책이다. 250여 개 언어로 번역되었고 1억 부 이상이 팔렸다. 그런데 아이러니하게도《어린 왕자》는 프랑스가 아니라 미국 뉴욕에서 처음 출판되었다. 당시 생텍쥐페리는 제2차 세계대전으로 미국에서 망명 중이었고,《어린 왕자》는 1943년 4월 6일에 영어판과 프랑스어판으로 뉴욕에서 동시 출간되었다. \n\n 더스토리에서 출간한 무선 초판본 표지디자인《어린 왕자》는 1943년 뉴욕에서 출판된 프랑스어판 초판본 표지디자인을 그대로 되살렸다. 어둡지도 너무 빛바래지도 않은 노란색 표지와 어린 왕자의 연둣빛 옷의 색감이 잘 살아 있으며, 본문에는 생텍쥐페리의 친필 사인이 들어 있다. 또한 작가가 직접 그린 일러스트들이 시적이고 아름다운 어린 왕자의 이야기를 더욱 풍성하게 만들어준다. \n\n “어른들은 모두 처음에는 어린이였다. 그러나 대부분 어린 시절을 기억하지 못한다.” \n “사막이 아름다운 이유는 어딘가에 우물을 숨기고 있기 때문일 거예요.” \n\n ‘부끄러운 어른’들에게 던지는 삶과 희망의 메시지 \n 순수성을 허락하지 않는 세상에서 끊임없이 방황하고 고뇌한 생텍쥐페리. 그는 세상을 바꿀 수는 없지만 희망을 그리고 싶었고, 자신이 동경하고 희망하는 삶을 ‘어린 왕자’로 형상화했다. 소행성에서 지구까지 여행하면서 어린 왕자가 만나는 사람들, 즉 권력을 가진 왕, 허영심으로 가득한 남자, 술꾼, 장사꾼, 가로등 켜는 사람, 지리학자는 세상의 모순을 보여준다. 그들이 가진 권력, 허망, 자기 학대, 물질 등은 세대를 불문하고 마치 삶의 진리인 듯 포장되어 있다. 여행의 종착점인 지구에는 특히 많은 모순이 존재한다. 생텍쥐페리는 이런 지구에 꿈과 희망을 전하고자 어린 왕자를 보냈다. \n 생텍쥐페리의《어린 왕자》는 ‘독서하는 사람들의 통과의례인 명작’이라는 말이 있을 정도로 전 세계 독자들에게 큰 인기를 얻었다. 1943년, 출간 이후 꾸준히 사랑받아 스테디셀러로 자리매김했고, 세상에서 가장 순수한 영혼을 통해 진정한 삶의 가치와 의미를 전하는 걸작을 더스토리 초판본 표지디자인을 통해 만나 보자. \n\n [줄거리] \n 비행기 고장으로 사막에 불시착한 조종사는 한 이상한 소년을 만난다. 소년은 조종사에게 양을 그려달라고 부탁한다. 소년은 자신이 사는 작은 별에 사랑하는 장미를 남겨두고 세상을 보기 위해 여행을 온 어린 왕자였다. 어린 왕자는 몇 군데의 별을 돌아다닌 후 지구로 와 뱀, 여우, 조종사와 친구가 된다. 어느덧 여우와 어린 왕자는 서로를 길들여 ‘세상에서 하나밖에 없는 꼭 필요한 존재’로 남는다. 그리고 어린 왕자는 자신만의 특별한 존재인 장미를 떠올리며 떠나온 별로 다시 돌아가기로 결심한다.",

    "contents": [
      "레옹 베르트에게",
      "어린 왕자",
      "The Little Prince",
      "작품 해설 | 어린 왕자와 만나는 순간, 삶의 진정한 가치를 만난다",
      "작가 연보"
    ],

    "review_title": "책 속으로",
    "review_detail": "다음 날 어린 왕자가 여우를 보러 다시 왔다. \n “어제와 같은 시간에 왔다면 더 좋았을 텐데.” \n 여우가 말했다. \n “예를 들어, 네가 오후 4시에 온다면 난 3시부터 설렐 거야. 4시가 가까워질수록 점점 더 행복해지겠지. 4시가 되면 난 가슴이 두근거려서 안절부절못하고 걱정을 할 거야. 행복의 대가를 알게 되겠지! 하지만 네가 아무 때나 온다면 언제부터 마음의 준비를 해야 할지 도무지 알 수 없잖아. 넌 의식을 지켜야 해…….” \n “‘의식’이 뭔데?” \n 어린 왕자가 물었다. \n “그것도 사람들이 잊고 사는 거지.” \n _21장 중에서",
    
    "isbn": "1234567890123",
    "publish_date": "2021년 06월 10일",
    "page_count": "150쪽",
    "size": "128*188mm",
    "total_volume": "1권"
  }
}